import React, { Component } from 'react';

class Otzyv extends Component {
    render() {
        return (
            <div>
                <h1>Отзыв о курсе React.js</h1>
                <p>Курс мне очень понравился. Преподаватель - Павенко Станислав - учёл замечания предыдущего курса по Angular, и в этот раз курс был менее интенсивным.</p>
                <p>Курс сделан основательно, наполнение полное и насыщенное, задания интересные.</p>
                <p>Лично для меня - курс оказался тяжеловатым, но не из-за специфики курса, а из-за специфики моих знаний и навыков на момент начала изучения данной темы.</p>
                <p>Хочу выразить большую благодарность нашему преподавателю, Станиславу, за терпение и понимание в изучении материалов курса.</p>
            </div>
        );
    }
}

export default Otzyv;